
/* Class = "NSOutlineView"; ibExternalAccessibilityDescription = "layer list"; ObjectID = "480"; */
"480.ibExternalAccessibilityDescription" = "réteglista";

/* Class = "NSTableColumn"; headerCell.title = "Name"; ObjectID = "481"; */
"481.headerCell.title" = "Név";

/* Class = "NSTableColumn"; headerCell.title = "On"; ObjectID = "509"; */
"509.headerCell.title" = "Be";

/* Class = "NSTableColumn"; headerCell.title = "Blend Mode"; ObjectID = "546"; */
"546.headerCell.title" = "Keverési mód";

/* Class = "NSTableColumn"; headerCell.title = "Opacity"; ObjectID = "654"; */
"654.headerCell.title" = "Átlátszóság";

/* Class = "NSTableColumn"; headerCell.title = "Status"; ObjectID = "707"; */
"707.headerCell.title" = "Állapot";

/* Class = "NSMenu"; title = "Blend Mode"; ObjectID = "793"; */
"793.title" = "Keverési mód";

/* Class = "NSMenuItem"; title = "Blend Mode"; ObjectID = "799"; */
"799.title" = "Keverési mód";

/* Class = "NSMenuItem"; title = "Active"; ObjectID = "800"; */
"800.title" = "Aktív";

/* Class = "NSMenuItem"; title = "Paste"; ObjectID = "802"; */
"802.title" = "Eltolás";

/* Class = "NSMenuItem"; title = "Group"; ObjectID = "804"; */
"804.title" = "Csoport";

/* Class = "NSMenuItem"; title = "Ungroup"; ObjectID = "806"; */
"806.title" = "Csoport felbontása";

/* Class = "NSMenuItem"; title = "Delete"; ObjectID = "807"; */
"807.title" = "Törlés";

/* Class = "NSMenuItem"; title = "Cut"; ObjectID = "808"; */
"808.title" = "Kivágás";

/* Class = "NSMenuItem"; title = "Import…"; ObjectID = "810"; */
"810.title" = "Importálás…";

/* Class = "NSMenuItem"; title = "Paste"; ObjectID = "811"; */
"811.title" = "Eltolás";

/* Class = "NSMenuItem"; title = "Reveal Source Media"; ObjectID = "818"; */
"818.title" = "Forrásmédia megjelenítése";

/* Class = "NSMenuItem"; title = "Project Properties…"; ObjectID = "820"; */
"820.title" = "Projekt tulajdonságai…";

/* Class = "NSMenuItem"; title = "New Group"; ObjectID = "821"; */
"821.title" = "Új csoport";

/* Class = "NSMenuItem"; title = "Copy"; ObjectID = "822"; */
"822.title" = "Másolás";

/* Class = "NSMenu"; title = "Menu"; ObjectID = "825"; */
"825.title" = "Menü";

/* Class = "NSMenu"; title = "Menu"; ObjectID = "826"; */
"826.title" = "Menü";

/* Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "828"; */
"828.title" = "Megkettőzés";

/* Class = "NSSearchField"; ibExternalAccessibilityDescription = "layer search"; ObjectID = "853"; */
"853.ibExternalAccessibilityDescription" = "rétegkeresés";

/* Class = "NSMenuItem"; title = "Solo"; ObjectID = "856"; */
"856.title" = "Szóló";

/* Class = "NSMenuItem"; title = "keyEquivalent"; ObjectID = "870"; */
"870.title" = "keyEquivalent";

/* Class = "NSMenu"; title = "Menu"; ObjectID = "871"; */
"871.title" = "Menü";

/* Class = "NSMenuItem"; title = "Add Image Mask"; ObjectID = "880"; */
"880.title" = "Képmaszk hozzáadása";

/* Class = "NSMenuItem"; title = "3D Group"; ObjectID = "886"; */
"886.title" = "3D-s csoport";

/* Class = "NSTableColumn"; headerCell.title = "Preview"; ObjectID = "890"; */
"890.headerCell.title" = "Előnézet";

/* Class = "NSMenuItem"; title = "Make Clone Layer"; ObjectID = "891"; */
"891.title" = "Klónozott réteg készítése";

/* Class = "NSMenuItem"; title = "Isolate"; ObjectID = "899"; */
"899.title" = "Izolálás";

/* Class = "NSSearchFieldCell"; placeholderString = "Search"; ObjectID = "100853"; */
"100853.placeholderString" = "Keresés";

/* Class = "NSSegmentedControl"; ibExternalAccessibilityDescription = "layer list filters"; ObjectID = "300484"; */
"300484.ibExternalAccessibilityDescription" = "réteglista szűrői";

/* Class = "NSSegmentedCell"; 300485.ibShadowedLabels[0] = "M"; ObjectID = "300485"; */
"300485.ibShadowedLabels[0]" = "H";

/* Class = "NSSegmentedCell"; 300485.ibShadowedLabels[1] = "B"; ObjectID = "300485"; */
"300485.ibShadowedLabels[1]" = "B";

/* Class = "NSSegmentedCell"; 300485.ibShadowedLabels[2] = "F"; ObjectID = "300485"; */
"300485.ibShadowedLabels[2]" = "F";

/* Class = "NSSegmentedCell"; 300485.ibShadowedToolTips[0] = "Show/Hide Masks"; ObjectID = "300485"; */
"300485.ibShadowedToolTips[0]" = "Maszkok megjelenítése/elrejtése";

/* Class = "NSSegmentedCell"; 300485.ibShadowedToolTips[1] = "Show/Hide Behaviors"; ObjectID = "300485"; */
"300485.ibShadowedToolTips[1]" = "Viselkedések megjelenítése/elrejtése";

/* Class = "NSSegmentedCell"; 300485.ibShadowedToolTips[2] = "Show/Hide Filters"; ObjectID = "300485"; */
"300485.ibShadowedToolTips[2]" = "Szűrők megjelenítése/elrejtése";

/* Class = "NSSlider"; ibExternalAccessibilityDescription = "Size"; ObjectID = "300494"; */
"300494.ibExternalAccessibilityDescription" = "Méret";

/* Class = "NSSegmentedControl"; ibExternalAccessibilityDescription = "search/zoom"; ObjectID = "300500"; */
"300500.ibExternalAccessibilityDescription" = "keresés/nagyítás";

/* Class = "NSSegmentedCell"; 300501.ibShadowedLabels[0] = "S"; ObjectID = "300501"; */
"300501.ibShadowedLabels[0]" = "S";

/* Class = "NSSegmentedCell"; 300501.ibShadowedLabels[1] = "Z"; ObjectID = "300501"; */
"300501.ibShadowedLabels[1]" = "Z";

/* Class = "NSSegmentedCell"; 300501.ibShadowedToolTips[0] = "Search"; ObjectID = "300501"; */
"300501.ibShadowedToolTips[0]" = "Keresés";

/* Class = "NSSegmentedCell"; 300501.ibShadowedToolTips[1] = "Zoom"; ObjectID = "300501"; */
"300501.ibShadowedToolTips[1]" = "Nagyítás";
